# -*- coding:utf-8 -*-
########################################################################################################################
# 数据路径配置
########################################################################################################################

# MONGODB 数据源配置
# MONGODB_DATA_PATH = []
# MONGODB_DATA_PORT = []

# MYSQL 数据源配置
# MYSQL_DATA_PATH = []
# MYSQL_DATA_PORT = []
# MYSQL_DATA_USER = []
# MYSQL_DATA_KEY = []
MYSQL_DB_CONFIG = ('112.124.46.99', 3306, 'analysis', 'analysisuser', 'AnalysisUser123')
